

import 'package:places/domain/sight.dart';

final List mocks = [
  Sight(
      'Пирамиды Гизы',
      29.977444878909328,
      31.132549142004425,
      'https://fullhdoboi.ru/wp-content/uploads/_ph/8/569795504.jpg',
      'Пирамиды в Гизе являются старейшими и крупнейшими пирамидами в мире, но главное, что пирамида Хеопса, единственная из Семи чудес древнего мира дошедшая до наших дней.',
      "Архитектурная доминанта",
      {"type": 'ArchitectureDominanta', "id": '0'},
  ),
  Sight(
      'Великая Китайская стена',
      40.43203017744258,
      116.57043927103872,
      'https://s2.best-wallpaper.net/wallpaper/1920x1080/1609/China-landscape-Great-Wall-clouds-sunset_1920x1080.jpg',
      'Самая популярная достопримечательность Китая, одно из семи чудес света нашего времени.',
      "Архитектурная доминанта",
      {"type": 'ArchitectureDominanta', "id": '1'},
  ),
  Sight(
      'Статуя Свободы',
      40.68944665933197,
      -74.04449825779074,
      'https://www.1zoom.ru/big2/689/274780-alexfas01.jpg',
      'Статуя Свободы признана главной достопримечательностью США, это символ Свободы, то зачем стремились миллионы мигрантов из Европы, в страну больших возможностей.',
      "Музей",
      {"type": 'ArchitectureDominanta', "id": '2'},
  ),
  Sight(
    'Музей автомобильных историй',
    55.83186495097166,
    37.518646159561605,
    'https://lh5.googleusercontent.com/p/AF1QipOUR3uzvnTpzyuZAfnFwHcpsGqN-5oYynm3-2_d=w408-h306-k-no',
    'Детский «Музей автомобильных историй» — интересное, особенное место на карте достопримечательностей Москвы, соединившее уникальную коллекцию педальных машин и пространство для творчества.',
    "Музей",
    {"type": 'Museum', "id": '3'},
  ),
];