

import 'package:places/domain/sight.dart';

final List mocks = [
  Sight(
      'Пирамиды Гизы',
      29.977444878909328,
      31.132549142004425,
      'https://acm-merch.ru',
      'Пирамиды в Гизе являются старейшими и крупнейшими пирамидами в мире, но главное, что пирамида Хеопса, единственная из Семи чудес древнего мира дошедшая до наших дней.',
      "Архитектурная доминанта",
  ),
  Sight(
      'Великая Китайская стена',
      40.43203017744258,
      116.57043927103872,
      'http://www.mutianyugreatwall.com/',
      'Самая популярная достопримечательность Китая, одно из семи чудес света нашего времени.',
      "Архитектурная доминанта",
  ),
  Sight(
      'Статуя Свободы',
      40.68944665933197,
      -74.04449825779074,
      'https://www.nps.gov/stli/index.htm',
      'Статуя Свободы признана главной достопримечательностью США, это символ Свободы, то зачем стремились миллионы мигрантов из Европы, в страну больших возможностей.',
      "Архитектурная доминанта",
  ),
];